<template>
  <div class="page" style="background-color: #f5f5f5;">

    <div class="section-blog">
      <div class="container">
        <div class="container-inner">
          <div class="blog-content">
            <div class="blog-row align-items-center">
              <ul class="nav nav-blog">
                <li><a href="/">Home</a></li>
                <li class="active"><a href="#">{{ $i18n.locale === "th" ? 'นโยบายความเป็นส่วนตัว' : 'Policy' }}</a></li>
              </ul>

              <div class="icons-group ml-auto">
                <button class="btn btn-share" type="button"></button>
                <button class="btn btn-like" type="button"></button>
              </div>
            </div>

            <hr class="my-1">

            <!--            <div class="blog-row my-2">-->
            <!--              <h5>สาขามั่นคง</h5>-->
            <!--            </div>-->

            <div class="blog-details">

              <div class="details wow fadeIn animated" style="visibility: visible;">
                <h2> นโยบายการใช้คุกกี้ </h2>
                <p> บริษัท มั่นคงแก็ดเจ็ท จำกัด (“บริษัท”) ใช้คุกกี้บนเว็บไซต์ www.munkongonline.com/ (“เว็บไซต์”)
                  เพื่อพัฒนาการให้บริการแก่ท่าน โดยคุกกี้บางประเภทที่บริษัทใช้มีความสำคัญต่อการทำงานของบริการบนเว็บไซต์
                  ในขณะที่คุกกี้บางประเภทใช้สำหรับจัดเก็บข้อมูล (สถิติ) การใช้งานของท่านบนเว็บไซต์
                  เพื่อให้บริษัทสามารถพัฒนาบริการบนเว็บไซต์ให้สะดวกสบายในการใช้งานและเป็นประโยชน์แก่ท่าน
                  คุกกี้บางประเภทเป็นคุกกี้ที่มีอยู่ชั่วคราวซึ่งจะหายไปเมื่อท่านปิดเบราว์เซอร์
                  ในขณะที่คุกกี้บางตัวจะคงอยู่ในคอมพิวเตอร์ของท่านไปอีกระยะหนึ่ง นอกจากนี้ บริษัทยังมีการใช้งาน Local
                  คุกกี้ ซึ่งเป็นคุกกี้ที่มาพร้อมกับโฆษณาในระดับท้องถิ่นต่างๆ
                  โดยคุกกี้เหล่านี้จะหายไปเมื่อโฆษณาดังกล่าวสิ้นสุดลง </p>
                <div class="mt-5">
                  <p>บริษัทมีความจำเป็นต้องใช้คุกกี้บางประเภทเพื่อให้เว็บไซต์สามารถใช้การได้
                    ในขณะที่คุกกี้บางประเภทจะถูกใช้งานเพื่อพัฒนาการทำงานของเว็บไซต์และเพื่อประสบการณ์ในการใช้งานของท่าน
                  </p>
                </div>
                <div class="mt-5">
                  <h4>คุกกี้ที่จำเป็นต้องมี จะถูกใช้งานเพื่อ :</h4>
                  <li>จดจำสิ่งที่ท่านเลือกซื้อในตะกร้าสินค้า</li>
                  <li>จดจำระยะเวลาการสั่งซื้อสินค้าของท่าน</li>
                </div>
                <div class="mt-3">
                  <h4>คุกกี้สำหรับการใช้งาน จะถูกใช้งานเพื่อ :</h4>
                  <li>จดจำรายละเอียดการเข้าสู่ระบบของท่าน</li>
                  <li>ทำให้มั่นใจว่าท่านได้รับการคุ้มครองเมื่อเข้าสู่ระบบ</li>
                  <li>ทำให้มั่นใจว่าเว็บไซต์มีความต่อเนื่อง</li>
                  <li>สนับสนุนบริการสื่อสารทางออนไลน์ (Live Chat)</li>
                </div>
                <div class="mt-3">
                  <h4>คุกกี้ปฏิบัติการ จะถูกใช้งานเพื่อ :</h4>
                  <li>พัฒนาการทำงานของเว็บไซต์</li>
                  <li>พัฒนาการให้บริการแก่ผู้ใช้งาน</li>
                </div>
                <div class="mt-3">
                  <h4>คุกกี้เป้าหมาย จะถูกใช้งานเพื่อ :</h4>
                  <li>ให้ท่านสามารถแบ่งปันและแสดงความถูกใจข้อมูลที่อยู่บนเว็บไซต์</li>
                  <li>ส่งข้อมูลให้แก่เว็บไซต์อื่นๆ เพื่อให้สามารถจัดทำโฆษณาให้เป็นไปตามความต้องการของเว็บไซต์เหล่านั้น
                  </li>
                  <li>ส่งอีเมลแจ้งเตือนเกี่ยวกับสินค้าที่อยู่ในตะกร้าสินค้าของคุณ</li>
                </div>
                <div class="mt-3">
                  <h4>คุกกี้เป้าหมาย จะถูกใช้งานเพื่อ :</h4>
                  <li>ทำให้สามารถให้บริการบางประเภท เช่น การชำระเงินได้ ซึ่งบริการดังกล่าวไม่สามารถทำงานได้หากไม่มีคุกกี้
                  </li>
                  <li>ทำให้เว็บไซต์สามารถจดจำอุปกรณ์ของท่านได้ ทำให้ท่านไม่ต้องให้ข้อมูลเดิมครั้ง</li>
                  <li>จดจำว่าเมื่อท่านเข้าใช้งานเว็บไซต์ ท่านได้ใช้ชื่อผู้เข้าใช้และรหัสผ่านตามบัญชีของท่านแล้ว
                    ดังนั้นท่านจึงไม่จำเป็นต้องให้ชื่อผู้เข้าใช้หรือรหัสผ่านสำหรับการเข้าใช้เว็บเพจบนเว็บไซต์ทุกครั้ง</li>
                  <li>คอยสำรวจจำนวนผู้เข้าใช้เว็บไซต์
                    เพื่อทำให้เว็บไซต์ใช้การได้ง่ายขึ้นและเพื่อให้บริษัทมั่นใจได้ว่าการใช้งานเว็บไซต์มีความรวดเร็ว</li>
                  <li>
                    วิเคราะห์ข้อมูลเพื่อช่วยให้บริษัทเข้าใจพฤติกรรมการใช้งานเว็บไซต์ของท่านและเพื่อให้บริษัทสามารถพัฒนาเว็บไซต์ต่อไป
                  </li>
                  <br>
                  <p>โปรดทราบว่าหากท่านเลือกที่จะไม่ใช้คุกกี้ระหว่างที่ท่านเข้าใช้งานเว็บไซต์ บริการหรือหน้าต่างๆ
                    บนเว็บไซต์บางอย่างอาจใช้การไม่ได้ตามที่คาดหมาย เช่น ท่านจะไม่สามารถใช้บริการบัญชีการเลือกสินค้า
                    (Shopping List) ได้
                    และบริษัทจะไม่สามารถแจ้งเตือนท่านเกี่ยวกับสินค้าที่ท่านอาจสนใจตามประสบการณ์การเลือกซื้อสินค้าที่ผ่านมาของท่านได้
                  </p>
                  <br>
                  <p>หากท่านต้องการลบคุกกี้ที่อยู่บนคอมพิวเตอร์ของท่าน
                    ท่านสามารถศึกษาได้จากคำสั่งของผู้ให้บริการเบราว์เซอร์ของท่านโดยกดที่คำว่า “ช่วยเหลือ”
                    ในรายการเบราว์เซอร์ของท่าน
                  </p>
                  <br>
                  <p>นอกจากนี้ ท่านสามารถศึกษาเกี่ยวกับคุกกี้เพิ่มเติม รวมถึงวิธีการลบและควบคุมคุกกี้ได้ที่
                    www.aboutcookies.org หรือโดยกดที่คำว่า “ช่วยเหลือ” ในหน้ารายการเบราว์เซอร์ของท่าน
                  </p>
                </div>
                <div class="mt-5">
                  <h2> นโยบายความเป็นส่วนตัว </h2>
                  <p>
                    มั่นคงตระหนักถึงความสําคัญของข้อมูลส่วนตัวของท่านเราเชื่อมั่นว่านโยบายการรักษาข้อมูลส่วนบุคคลที่ท่านได้ส่งมอบให้ทางมั่นคงทางอินเตอร์เน็ตจะได้รับความเอาใจใส่อย่างดีที่สุด
                  </p>
                  <p>
                    ทั้งนี้ข้อมูลส่วนบุคคล ที่ท่านได้ให้หรือใช้ผ่านการประมวลผลของเครื่องคอมพิวเตอร์ ทั้งหมดนั้น
                    ท่านได้ยอมรับและตกลงว่าเป็นสิทธิและกรรมสิทธิ์ของมั่นคง ซึ่งมั่นคง
                    จะให้ความคุ้มครองต่อความลับดังกล่าวอย่างดีที่สุดอนึ่งหากข้อมูลที่เกี่ยวข้องของท่าน
                    ไม่ว่าจะเป็นข้อมูลทั่วไป หรือข้อมูลส่วนบุคคลได้ถูกจารกรรมทางคอมพิวเตอร์สูญหาย
                    หรือเสียหายซึ่งมิใช่ความผิดของเว็บไซต์นี้ มั่นคง ขอสงวนสิทธิที่จะปฏิเสธความรับผิดใด ๆ
                    ที่เป็นผลมาจากการกระทํา ดังกล่าว
                  </p>
                  <p>แม้ว่าการรับทราบถึงการใช้บริการของท่าน จะมีส่วนสําคัญในการนําเสนอ
                    เนื้อหาสาระและโฆษณาที่เหมาะสมต่อท่านแต่มั่นคง จะไม่เผยแพร่ข้อมูลดังกล่าวนี้
                    ต่อบุคคลภายนอกโดยปราศจากการยินยอมของท่าน อนึ่งข้อมูลสถิติของผู้ใช้บริการที่เว็บไซต์มั่นคง แห่งนี้
                    อาจถูกเปิดเผยต่อผู้โฆษณาหรือหุ้นส่วนของมั่นคง ในภายหน้า เกี่ยวกับบริการทางการเงินทั่วไป
                    หรือข้อมูลที่เกี่ยวข้องกับการใช้บริการจากเว็บไซต์แห่งนี้
                    ซึ่งจะไม่รวมถึงข้อมูลส่วนบุคคลที่สามารถระบุถึงผู้ใช้บริการแต่ละคนได้</p>
                  <p>ทางบริษัทได้นําเทคโนโลยี'คุกกี้' 'Cookies'มาใช้กับเว็บไซต์ นี้ เพื่อช่วยในการรวบรวมข้อมูลทางสถิติ
                    ซึ่งคุกกี้เป็นส่วนข้อมูลเล็กๆ ที่เว็บไซต์ใช้บันทึกลงในเครื่องลูกข่าย
                    คุกกี้ช่วยประเมินข้อมูลทางสถิติสําหรับ จํานวนการเยี่ยมชมการเข้าดูข้อมูลจากหน้าต่างๆ
                    และระยะเวลาในการเยี่ยมชม ซึ่งทั้งหมดเป็นข้อมูลทางสถิติมาตรฐานทั่วไป
                    คุกกี้ไม่สามารถใช้ในการเก็บข้อมูลจาก หน่วยบันทึกความจําของเครื่อง หรือข้อมูลเกี่ยวกับอีเมล์
                    หรือข้อมูลส่วนตัวอื่นๆของท่านได้</p>
                  <p>อนึ่งเว็บไซต์แห่งนี้อาจมีการจัดทําการสํารวจเป็นระยะๆ เพื่อช่วยให้มั่นคง
                    มีความเข้าใจในความต้องการของลูกค้าได้ดียิ่งขึ้น สําหรับการพัฒนา และปรับปรุงระบบสั่งซื้อสินค้า
                    และบริการจากเว็บไซต์มั่นคง ซึ่งท่านมีสิทธิ์ที่จะเข้าร่วมในการสํารวจที่จะมีขึ้นนั้นหรือไม่ก็ได้
                    ขึ้นอยู่กับการพิจารณาความเหมาะสมด้วยตัวท่านเอง</p>
                  <p>ในบางโอกาสมั่นคง จะจัดส่งอีเมล์ เพื่อแจ้งถึงข้อมูลอันอาจเป็นประโยชน์ และน่าสนใจไปยังท่าน
                    เกี่ยวกับสินค้าการบริการ โปรโมชั่น และข้อเสนอต่างๆ ผ่านทางอีเมล์ ของท่าน ที่ท่านแจ้งไว้
                    ขณะทําการลงทะเบียน ซึ่งท่านจะได้รับสิทธิ์ในการเลือกไม่รับข่าวสารใดๆ ทางอีเมล์เช่นกัน
                    คุณสามารถยกเลิกการรับข่าวสารจากทางเราได้ตลอดเวลาโดยการกดปุ่มยกเลิกในอีเมลที่เราส่งไป โดยใช้หัวข้อ
                    ขอยกเลิกรับข้อมูลข่าวสาร โดยที่ทางคุณไม่ต้องเสียค่าใช้จ่ายใดๆ</p>
                  <p>ข้อมูลที่ท่านได้ให้ไว้ที่เว็บไซต์แห่งนี้
                    อาจถูกนําไปใช้งานร่วมกับบริษัทที่เป็นพันธมิตรทางธุรกิจกับมั่นคง เพื่อจุดประสงค์ในการตอบสนองความต้องการ
                    และนําเสนอข้อมูลที่ท่านสนใจเกี่ยวกับสินค้า การบริการ โปรโมชั่น และข้อเสนออื่นๆ
                    เพื่อประโยชน์ของตัวท่านเอง</p>
                  <p>ทั้งนี้ ภายใต้ขอบเขตของกฎหมายที่มีผลใช้บังคับเกี่ยวกับข้อมูลส่วนบุคคลของท่านที่เราประมวลผล
                    ท่านมีสิทธิ์ในการเข้าถึง สิทธิ์ในการแก้ไข สิทธิ์ในการลบ อย่างไรก็ตาม
                    เราจะใช้มาตรการรักษาความปลอดภัยทางเทคนิคที่เข้มงวดในการจัดการข้อมูลส่วนบุคคลที่เราทำการเก็บรวบรวม
                    โดยหลักการแล้วเราจะเก็บรวบรวมข้อมูลของท่านไว้ เว้นแต่ท่านมีคำขอให้ลบบัญชีของท่าน
                    และเมื่อเราได้รับคำขอดังกล่าวแล้ว
                    เราจะดำเนินการลบข้อมูลของท่านตามกฎหมายที่มีผลใช้บังคับใช้และตามกฎเกณฑ์ภายในต่อไป</p>
                </div>

                <div class="mt-5">
                  <h2>นโยบายข้อมูลส่วนบุคคลด้านการเงิน</h2>
                  <p>การรักษาความลับของข้อมูลด้านการเงินส่วนบุคคล เป็นเรื่องที่สําคัญอย่างยิ่งต่อมั่นคง
                    เช่นเดียวกับข้อมูลส่วนบุคคลทั้งหมด
                    ดังนั้นข้อมูลด้านการเงินส่วนบุคคลสามารถเรียกดูได้จากธนาคารที่เกี่ยวข้องเท่านั้น กล่าวคือมั่นคง
                    จะไม่สามารถค้นหาข้อมูลซึ่งเกี่ยวกับข้อมูลด้านการเงินส่วนบุคคลได้เลย นอกจากนี้
                    ถือเป็นนโยบายที่สําคัญยิ่งสําหรับมั่นคง ที่จะไม่ให้เช่า หรือ
                    ขายข้อมูลด้านการเงินส่วนบุคคลของท่านให้กับบุคคลหรือองค์กรอื่นใด</p>
                </div>
                <div class="mt-3">
                  <h4>คุกกี้สำหรับการใช้งาน จะถูกใช้งานเพื่อ :</h4>
                  <li>
                    จดจำรายละเอียดการเข้าสู่ระบบของท่าน
                  </li>
                  <li>
                    ทำให้มั่นใจว่าท่านได้รับการคุ้มครองเมื่อเข้าสู่ระบบ
                  </li>
                  <li>
                    ทำให้มั่นใจว่าเว็บไซต์มีความต่อเนื่อง
                  </li>
                  <li>
                    สนับสนุนบริการสื่อสารทางออนไลน์ (Live Chat)
                  </li>
                </div>
                <div class="mt-3">
                  <h4>คุกกี้ปฏิบัติการ จะถูกใช้งานเพื่อ :</h4>
                  <li>
                    พัฒนาการทำงานของเว็บไซต์
                  </li>
                  <li>
                    พัฒนาการให้บริการแก่ผู้ใช้งาน
                  </li>
                </div>
                <div class="mt-3">
                  <h4>คุกกี้เป้าหมาย จะถูกใช้งานเพื่อ :</h4>
                  <li>
                    ให้ท่านสามารถแบ่งปันและแสดงความถูกใจข้อมูลที่อยู่บนเว็บไซต์
                  </li>
                  <li>
                    ส่งข้อมูลให้แก่เว็บไซต์อื่นๆ เพื่อให้สามารถจัดทำโฆษณาให้เป็นไปตามความต้องการของเว็บไซต์เหล่านั้น
                  </li>
                  <li>
                    ส่งอีเมลแจ้งเตือนเกี่ยวกับสินค้าที่อยู่ในตะกร้าสินค้าของคุณ
                  </li>
                </div>
                <div class="mt-3">
                  <h4>คุกกี้เป้าหมาย จะถูกใช้งานเพื่อ :</h4>
                  <li>
                    ทำให้สามารถให้บริการบางประเภท เช่น การชำระเงินได้ ซึ่งบริการดังกล่าวไม่สามารถทำงานได้หากไม่มีคุกกี้
                  </li>
                  <li>
                    ทำให้เว็บไซต์สามารถจดจำอุปกรณ์ของท่านได้ ทำให้ท่านไม่ต้องให้ข้อมูลเดิมครั้ง
                  </li>
                  <li>
                    จดจำว่าเมื่อท่านเข้าใช้งานเว็บไซต์ ท่านได้ใช้ชื่อผู้เข้าใช้และรหัสผ่านตามบัญชีของท่านแล้ว
                    ดังนั้นท่านจึงไม่จำเป็นต้องให้ชื่อผู้เข้าใช้หรือรหัสผ่านสำหรับการเข้าใช้เว็บเพจบนเว็บไซต์ทุกครั้ง
                  </li>
                  <li>
                    คอยสำรวจจำนวนผู้เข้าใช้เว็บไซต์
                    เพื่อทำให้เว็บไซต์ใช้การได้ง่ายขึ้นและเพื่อให้บริษัทมั่นใจได้ว่าการใช้งานเว็บไซต์มีความรวดเร็ว
                  </li>
                  <li>
                    วิเคราะห์ข้อมูลเพื่อช่วยให้บริษัทเข้าใจพฤติกรรมการใช้งานเว็บไซต์ของท่านและเพื่อให้บริษัทสามารถพัฒนาเว็บไซต์ต่อไป
                  </li>
                  <br>
                  <p>โปรดทราบว่าหากท่านเลือกที่จะไม่ใช้คุกกี้ระหว่างที่ท่านเข้าใช้งานเว็บไซต์ บริการหรือหน้าต่างๆ
                    บนเว็บไซต์บางอย่างอาจใช้การไม่ได้ตามที่คาดหมาย เช่น ท่านจะไม่สามารถใช้บริการบัญชีการเลือกสินค้า
                    (Shopping List) ได้
                    และบริษัทจะไม่สามารถแจ้งเตือนท่านเกี่ยวกับสินค้าที่ท่านอาจสนใจตามประสบการณ์การเลือกซื้อสินค้าที่ผ่านมาของท่านได้
                  </p>
                  <br>
                  <p>หากท่านต้องการลบคุกกี้ที่อยู่บนคอมพิวเตอร์ของท่าน
                    ท่านสามารถศึกษาได้จากคำสั่งของผู้ให้บริการเบราว์เซอร์ของท่านโดยกดที่คำว่า “ช่วยเหลือ”
                    ในรายการเบราว์เซอร์ของท่าน</p>
                  <br>
                  <p>นอกจากนี้ ท่านสามารถศึกษาเกี่ยวกับคุกกี้เพิ่มเติม รวมถึงวิธีการลบและควบคุมคุกกี้ได้ที่
                    www.aboutcookies.org หรือโดยกดที่คำว่า “ช่วยเหลือ” ในหน้ารายการเบราว์เซอร์ของท่าน
                  </p>
                </div>

                <div class="mt-5">
                  <h2> นโยบายความเป็นส่วนตัว </h2>
                  <p>
                    มั่นคงตระหนักถึงความสําคัญของข้อมูลส่วนตัวของท่าน
                    เราเชื่อมั่นว่านโยบายการรักษาข้อมูลส่วนบุคคลที่ท่านได้ส่งมอบให้ทางมั่นคงทางอินเตอร์เน็ต
                    จะได้รับความเอาใจใส่อย่างดีที่สุด
                  </p>

                  <div class="mt-3">
                    <p>ทั้งนี้ข้อมูลส่วนบุคคล ที่ท่านได้ให้หรือใช้ผ่านการประมวลผลของเครื่องคอมพิวเตอร์ ทั้งหมดนั้น
                      ท่านได้ยอมรับและตกลงว่าเป็นสิทธิและกรรมสิทธิ์ของมั่นคง ซึ่งมั่นคง
                      จะให้ความคุ้มครองต่อความลับดังกล่าวอย่างดีที่สุดอนึ่งหากข้อมูลที่เกี่ยวข้องของท่าน
                      ไม่ว่าจะเป็นข้อมูลทั่วไป หรือข้อมูลส่วนบุคคลได้ถูกจารกรรมทางคอมพิวเตอร์สูญหาย
                      หรือเสียหายซึ่งมิใช่ความผิดของเว็บไซต์นี้ มั่นคง ขอสงวนสิทธิที่จะปฏิเสธความรับผิดใด ๆ
                      ที่เป็นผลมาจากการกระทํา ดังกล่าว</p>
                  </div>

                  <div class="mt-3">
                    <p>
                      แม้ว่าการรับทราบถึงการใช้บริการของท่าน จะมีส่วนสําคัญในการนําเสนอ
                      เนื้อหาสาระและโฆษณาที่เหมาะสมต่อท่านแต่มั่นคง จะไม่เผยแพร่ข้อมูลดังกล่าวนี้
                      ต่อบุคคลภายนอกโดยปราศจากการยินยอมของท่าน อนึ่งข้อมูลสถิติของผู้ใช้บริการที่เว็บไซต์มั่นคง แห่งนี้
                      อาจถูกเปิดเผยต่อผู้โฆษณาหรือหุ้นส่วนของมั่นคง ในภายหน้า เกี่ยวกับบริการทางการเงินทั่วไป
                      หรือข้อมูลที่เกี่ยวข้องกับการใช้บริการจากเว็บไซต์แห่งนี้
                      ซึ่งจะไม่รวมถึงข้อมูลส่วนบุคคลที่สามารถระบุถึงผู้ใช้บริการแต่ละคนได้
                    </p>
                  </div>
                  <div class="mt-3">
                    <p>
                      ทางบริษัทได้นําเทคโนโลยี'คุกกี้' 'Cookies'มาใช้กับเว็บไซต์ นี้ เพื่อช่วยในการรวบรวมข้อมูลทางสถิติ
                      ซึ่งคุกกี้เป็นส่วนข้อมูลเล็กๆ ที่เว็บไซต์ใช้บันทึกลงในเครื่องลูกข่าย
                      คุกกี้ช่วยประเมินข้อมูลทางสถิติสําหรับ จํานวนการเยี่ยมชมการเข้าดูข้อมูลจากหน้าต่างๆ
                      และระยะเวลาในการเยี่ยมชม ซึ่งทั้งหมดเป็นข้อมูลทางสถิติมาตรฐานทั่วไป
                      คุกกี้ไม่สามารถใช้ในการเก็บข้อมูลจาก หน่วยบันทึกความจําของเครื่อง หรือข้อมูลเกี่ยวกับอีเมล์
                      หรือข้อมูลส่วนตัวอื่นๆของท่านได้
                    </p>
                  </div>
                  <div class="mt-3">
                    <p>
                      อนึ่งเว็บไซต์แห่งนี้อาจมีการจัดทําการสํารวจเป็นระยะๆ เพื่อช่วยให้มั่นคง
                      มีความเข้าใจในความต้องการของลูกค้าได้ดียิ่งขึ้น สําหรับการพัฒนา และปรับปรุงระบบสั่งซื้อสินค้า
                      และบริการจากเว็บไซต์มั่นคง ซึ่งท่านมีสิทธิ์ที่จะเข้าร่วมในการสํารวจที่จะมีขึ้นนั้นหรือไม่ก็ได้
                      ขึ้นอยู่กับการพิจารณาความเหมาะสมด้วยตัวท่านเอง
                    </p>
                  </div>
                  <div class="mt-3">
                    <p>
                      ในบางโอกาสมั่นคง จะจัดส่งอีเมล์ เพื่อแจ้งถึงข้อมูลอันอาจเป็นประโยชน์ และน่าสนใจไปยังท่าน
                      เกี่ยวกับสินค้าการบริการ โปรโมชั่น และข้อเสนอต่างๆ ผ่านทางอีเมล์ ของท่าน ที่ท่านแจ้งไว้
                      ขณะทําการลงทะเบียน ซึ่งท่านจะได้รับสิทธิ์ในการเลือกไม่รับข่าวสารใดๆ ทางอีเมล์เช่นกัน
                      คุณสามารถยกเลิกการรับข่าวสารจากทางเราได้ตลอดเวลาโดยการกดปุ่มยกเลิกในอีเมลที่เราส่งไป โดยใช้หัวข้อ
                      ขอยกเลิกรับข้อมูลข่าวสาร โดยที่ทางคุณไม่ต้องเสียค่าใช้จ่ายใดๆ
                    </p>
                  </div>
                  <div class="mt-3">
                    <p>
                      ข้อมูลที่ท่านได้ให้ไว้ที่เว็บไซต์แห่งนี้
                      อาจถูกนําไปใช้งานร่วมกับบริษัทที่เป็นพันธมิตรทางธุรกิจกับมั่นคง
                      เพื่อจุดประสงค์ในการตอบสนองความต้องการ และนําเสนอข้อมูลที่ท่านสนใจเกี่ยวกับสินค้า การบริการ
                      โปรโมชั่น และข้อเสนออื่นๆ เพื่อประโยชน์ของตัวท่านเอง
                    </p>
                  </div>
                  <div class="mt-3">
                    <p>
                      ทั้งนี้ ภายใต้ขอบเขตของกฎหมายที่มีผลใช้บังคับเกี่ยวกับข้อมูลส่วนบุคคลของท่านที่เราประมวลผล
                      ท่านมีสิทธิ์ในการเข้าถึง สิทธิ์ในการแก้ไข สิทธิ์ในการลบ อย่างไรก็ตาม
                      เราจะใช้มาตรการรักษาความปลอดภัยทางเทคนิคที่เข้มงวดในการจัดการข้อมูลส่วนบุคคลที่เราทำการเก็บรวบรวม
                      โดยหลักการแล้วเราจะเก็บรวบรวมข้อมูลของท่านไว้ เว้นแต่ท่านมีคำขอให้ลบบัญชีของท่าน
                      และเมื่อเราได้รับคำขอดังกล่าวแล้ว
                      เราจะดำเนินการลบข้อมูลของท่านตามกฎหมายที่มีผลใช้บังคับใช้และตามกฎเกณฑ์ภายในต่อไป
                    </p>
                  </div>
              </div>

              <div class="mt-5">
                <h2>นโยบายข้อมูลส่วนบุคคลด้านการเงิน</h2>
                <p>
                  การรักษาความลับของข้อมูลด้านการเงินส่วนบุคคล เป็นเรื่องที่สําคัญอย่างยิ่งต่อมั่นคง
                  เช่นเดียวกับข้อมูลส่วนบุคคลทั้งหมด
                  ดังนั้นข้อมูลด้านการเงินส่วนบุคคลสามารถเรียกดูได้จากธนาคารที่เกี่ยวข้องเท่านั้น กล่าวคือมั่นคง
                  จะไม่สามารถค้นหาข้อมูลซึ่งเกี่ยวกับข้อมูลด้านการเงินส่วนบุคคลได้เลย นอกจากนี้
                  ถือเป็นนโยบายที่สําคัญยิ่งสําหรับมั่นคง ที่จะไม่ให้เช่า หรือ
                  ขายข้อมูลด้านการเงินส่วนบุคคลของท่านให้กับบุคคลหรือองค์กรอื่นใด
                </p>
              </div>
            </div>

          </div><!--blog-details-->
        </div><!--blog-content-->
      </div><!--container-inner-->
    </div><!--container-->
  </div><!--section-blog-->

</div><!--page--></template>

<script>
export default {
  middleware (ctx) {
    ctx.$gtm.push({ event: 'ssr' })
  },
  fetch() {
  },
  computed: {

  }
}
</script>

<style scoped>@media (max-width: 767px) {
  .section-blog .container-inner {
    padding: 0px;
  }
}</style>
